{
  "news": [
    {
      "title": "AB de Villiers names greatest T20 player of all time and it's not Virat Kohli, Gayle, Rohit Sharma, Pollard, Suryakumar",
      "description": "link - https://www.msn.com/en-in/sports/cricket/ab-de-villiers-names-greatest-t20-player-of-all-time-and-it-s-not-virat-kohli-gayle-rohit-sharma-pollard-suryakumar/ar-AA18iUJm?ocid=msedgdhp&pc=EdgeStart&cvid=5ad365bb55e14dbecdaf85f37f1d2556&ei=37",
      "category": "Sports",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18iBUi.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 12
    },
    {
      "title": "Oscars 2023 Winners Prediction List: From Everything Everywhere All at Once to The Banshees of Inisherin, these films can take home trophies",
      "description": "The much-awaited prestigious award ceremony of the year Oscars 2023 is here. Several movies, actors, actresses, songs, and more have been nominated to win the big award. India has also registered an entry at the 95th Academy Awards. Telugu song Naatu Naatu from SS Rajamouli's directorial RRR has been nominated in the category of Best Original Song. International publications have predicted the possibilities of winners at the 95th Academy Awards. Oscars 2023 will be announced on 12th March but before that check out the Oscars 2023 winners prediction list ahead of the award ceremony.",
      "category": "Entertainment",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18gAQa.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 13
    },
    {
      "title": "What caused a heart attack in Sushmita Sen? US-based doctor underlines an 'underrated reason'",
      "description": "New Delhi: Women’s Day is celebrated on March 8th every year and with this increases the need and importance of focusing on their health. Last week, through an Instagram post, former Miss Universe and actress Sushmita Sen announced that she had suffered from a heart attack a few days ago, got a stent and is currently doing fine. This further increased the need for focusing on heart health in women, especially citing that it is the world’s deadliest killer – a group of conditions that claim the highest number of lives globally every year. Dr. Palaniappan Manickam MD, MPH, Internal Medicine, Gastroenterology and Epidemiologist, recently explained the same in an Instagram video.\n\n",
      "category": "Entertainment",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18hoUL.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 14
    },
    {
      "title": "Mamata lashes out at govt staff demanding further hike in DA: ‘How much more do they want?’",
      "description": "Speaking on the first day of the second half of the Budget Session in the West Bengal Assembly, the chief minister said, “I am giving 105 per cent DA. How much more do you (employees) want? State government employees have different pay scales from central employees. If you don’t like me, kill me.”\n\nShe added, “DA was hardly paid during the the CPI(M) government. We will be able to reduce debt only if we stop pension. I want to know from the Opposition parties whether we should stop pension on which Rs 1.79 lakh crore is being spent. Money will not descend from the skies. We give everything for free.”\n\nIn the state Budget, presented by the Minister of State for Finance on February 15, the government announced a 3 per cent hike in the dearness allowance for state government employees and pensioners.",
      "category": "Politics",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18ilOr.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 15
    },
    {
      "title": "Not Shubman Gill! Marnus Labuschagne backs 24-year-old cricketer to become 'next batting superstar'",
      "description": "\nStar Indian batter Shubman Gill is one of the most talented young cricketers. The 23-year-old batter has been in red-hot form in 2023, and in 13 matches played across formats so far this year, he has already scored three centuries, one double century, and one fifty. He became the youngest batter to score a double century in ODI cricket when he scored 208 runs from 149 deliveries against New Zealand during the 1st ODI of a three-match series in Hyderabad on January 18. And then, during the T20I series against the Black Caps, the right-handed batter broke Virat Kohli’s record to become the highest individual scorer for India in T20Is. During the third T20I, which was played at the Narendra Modi Stadium in Ahmdabad on February 1, Gill scored an unbeaten 126 runs from 63 balls.",
      "category": "Sports",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18izuV.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 16
    },
    {
      "title": "'Not A Single Off Day Since 2001': Anurag Thakur Hails PM Narendra Modi's vaibhav",
      "description": "New Delhi: Union Minister Anurag Thakur on Tuesday said Rahul Gandhi should attend Rashtriya Swayamsevak Sangh camps to understand the organisation and slammed the Congress leader for criticising the RSS during his UK visit. He said Prime Minister Narendra Modi also comes from the RSS. \"Look at his dedication, since 2001 he has not taken a single day off,\" he said. In an interview with Doordarshan, the information and broadcasting minister also accused Gandhi of \"defaming India\" from foreign soil. Speaking at a function in London, the former Congress chief had alleged that the structures of Indian democracy were under \"brutal attack\" and regretted that democratic parts of the world, including the US and Europe, have failed to notice it.",
      "category": "Politics",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18kduJ.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 17
    }
  ]
}