{
  "news": [
    {
      "title": "RRR film song Natu Naatu got oscar",
      "description": "American actor-dancer Lauren Gottlieb is going to perform on the Oscar-nominated song Naatu Naatu on the Academy stage on March 12. Lauren shared the news on her Instagram account\nPosing at the backdrop of Hollywood icon, Lauren wrote in the caption, \"SPECIAL NEWS!!! I'm performing on Naatu Naatu at the OSCARS!!!!!! I'm beyond excited to represent India on the most prestigious stage in the world. Wish me luck!!!\"",
      "category": "Entertainment",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18uqsn.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 3
    },
    {
      "title": "Maharashtra Congress to protest outside Raj Bhavan in Mumbai over Adani ",
      "description": "mid the ongoing Adani-Hindenburg row, Maharashtra Congress to stage a protest outside Raj Bhavan in Mumbai on Monday, March 13.\n\nThe protest march will raise questions over Modi government`s silence on the investigation of the scam by Adani industries.\n\nMaharashtra Congress chief Nana Patole said, “The Modi government has remained silent and been turning a blind eye towards the scam by Adani industries. The country is going through a financial crisis due to Narendra Modi`s dictatorial rule. As of now, the financial scam by Adani industries has come forth, and the hard-earned money of the citizens is no longer safe. The NDA government has given people’s money to Adani on a platter. Rahul Gandhi had alerted the NDA government on the possibility of a scam in the Adani group, but his warnings were ignored for obvious political reasons.\"",
      "category": "Politics",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18wd8D.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 4
    },
    {
      "title": "Kapil Sharma reveals inviting PM Modi to his show: He didn't refuse but said 'Abhi toh mere virodhi bohot comedy kar rahe hai'",
      "description": "Kapil Sharma is busy promoting his upcoming film these days. For the same, he gave an interview to a news channel where he revealed how he once invited Prime Minister Narendra Modi to The Kapil Sharma Show.\n\nKapil shared that PM Modi did not say 'yes' to come to the show but he didn't refuse the offer either. The comedian also added it would be his honour to have him on TKSS one day.\n\n\nFD with High Interest Rate. - Get Comprehensive Risk Cover - ABSLI Fixed Maturity Plan.\nAd\nlifeinsurance.adityabirlacapital.com/Fixed-Deposit/Learn-More\nKapil said, \"Main personally jab mila Prime Minister Modi sahab se, toh maine unko bola bhi ki 'Sir kabhi humare show pe bhi aa jaiye aap'. Unhone mujhe mana bhi nahi kiya, unhone kaha, 'Abhi toh mere virodhi bohot comedy kar rahe hai...' aise kuch bola... 'Aayenge kabhi'. To unhone na nahi kiya. Wo aayenge toh humara saubhagya hai (When I had met PM Modi, I request",
      "category": "Politics",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18wfOv.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 5
    },
    {
      "title": "Satish Kaushik was killed over Rs 15 crore debt; claims businessman's wife",
      "description": "Satish Kaushik's death has left his family devastated, and industry insiders are shocked at how it happened. The veteran actor suffered a massive heart attack when he was in Delhi due to some professional commitment, and he was rushed to Fortis hospital, but the filmmaker actor couldn't survive and left the world, and now, after the death of the filmmaker, there is a bizarre claim made by this businessman's wife that he was killed. Yes, you read it right. As per reports, businessman Vikas Malu's second wife filed a complaint with the police alleging that her husband owned Rs. 15 crore of the late actor and they had an argument over their mutual business, and he demanded to return his money.",
      "category": "Entertainment",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18wiFs.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 6
    },
    {
      "title": "IND vs AUS: Why was Shubman Gill not given out LBW despite tracker showing ball hitting wickets?",
      "description": "Shubman Gill played a starring role to ensure India did not lose their way after Australia’s formidable 480-run lead. Gill scored his second hundred in Test matches and first on home soil. However, he almost lost his wicket early on in the innings. But much to the surprise of the visitors, they lost the LBW decision review even when the ball-tracker showed it hitting wickets.\nWhat saved Gill was a regulation called ‘3-metre rule’. The incident took place in the 18th over of India's innings. Australia's Nathan Lyon was sure he had got Gill's scalp after his delivery hit the Indian opener's pad.",
      "category": "Sports",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18vzrg.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 7
    },
    {
      "title": "Big Blow For Team India As Shreyas Iyer Likely To Be Ruled Out Of Ongoing Ahmedabad Test Due To THIS Reason - Check",
      "description": "During the ongoing fourth Test between India and Australia, Shreyas Iyer was unable to bat after complaining of lower back pain following the dismissal of Cheteshwar Pujara on Day 3. Instead, Ravindra Jadeja was sent up the order, and on Day 4, wicketkeeper-batter KS Bharat joined Virat Kohli in the middle after Jadeja got out. The BCCI has confirmed that Iyer has been taken for scans and is being monitored by the medical team, but it is unclear whether he will be able to bat in India's first innings.",
      "category": "Sports",
      "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA18vYak.img?w=1920&h=1080&q=60&m=2&f=jpg",
      "id": 8
    }
  ]
}